Repository: JcDenis/ReadingTracking
Catalog: locales/*/main.po
Languages: fr

source: Add reading tracking icon on unread entries
fr: Ajouter l'icône de suivi de lecture sur les billets non lus

source: Reset a post reading tracking on new comment
fr: Réinitialiser le suivi de lecture d'un billet lors d'un nouveau commentaire

source: Mark all entries as read
fr: Marquer toutes les entrées comme lues

source: Reset reading tracking
fr: Remettre à zéro le suivi de lecture

source: Enable user reading tracking
fr: Activer le suivi de lecture pour les utilisateurs

source: Artifact to use:
fr: Artefact à utiliser :

source: This add artifact at the begining of unread posts titles. Or you can use custom templates instead.
fr: Ajoute un artefact avant le titre d'un billet non lu. Sinon vous pouvez utiliser les balises de templates.

source: Email sender for entries subscriptions:
fr: Adresse email de l'expéditeur des notifications :

source: Leave it empty to disable entries subscriptions.
fr: Laisser vide pour désactiver les notifications par email

source: Unsubscribe
fr: Se désabonner

source: No more recieve email when new comment is posted
fr: Ne plus recevoir d'email lorsqu'un nouveau commentaire est posté

source: Receive an email when new comment is posted
fr: Recevoir un email lorsqu'un nouveau commentaire est posté

source: Reading tracking
fr: Suivi de lecture

source: Remove email notifiaction from all entries
fr: Retirer les notifications par email des tous les billets

source: Do not use artifact
fr: Ne pas utiliser l'artefact

source: New comment
fr: Nouveau commentaire

source: You receive this email as you have subscribed to new comments on an entry.
fr: Vous recevez cet email car vous avez souscrit aux notifications de nouveau commentaire sur un billet.

source: Entry:
fr: Billet :

source: Follow this link to see new comment or to unsubscribe to this entry.
fr: Suivez ce lien pour voir les nouveaux commentaires ou pour vous désabonner.

source: Thank you %s for your interest on our blog.
fr: Merci %s pour l'intérêt porté à ce blog.
